Repository: felixse/FluentTerminal
Catalog: FluentTerminal.App/Strings/*/Resources.resw
Source language: en
Languages: ar, ar_iq, az, bg, bs, de, eo, es, fa, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt, ro, ru, sl, sq, sr_cyrl, sr_latn, sv, tr, ug_arab, uk, uz_latn, vi, zh_hans, zh_hant

# LineEndingStyle.ToLF
source: Convert line endings to LF
ar: تغير نهاية السطور الى LF
ar_iq: تحويل نهايات الخط إلى LF
az: LF sonlarını LF-ə çevirin
bg: Преобразувайте краищата на редовете в LF
bs: Pretvori završetke redova u LF
de: Zeilenenden zu LF konvertieren
eo: Konverti lini-finojn al LF
es: Convertir final de línea a LF
fa: تغییر ته‌خط به LF
fr: Convertir les fins de ligne en LF
he: הפוך סיומת שורות ל-LF
hi: कन्वर्ट लाइन अंत LF के लिए
hr: Pretvori prijelome redaka u LF
hu: Sorvégek konvertálása LF-re
it: Converti in LF
ja: 改行を LF に変換する
ko: 줄바꿈을 LF로 변환
nl: Verander lijn eindes naar LF
pl: Konwertuj zakończenia linii na LF
pt: Converter finais de linha em LF
ro: Convertiți terminațiile liniei în LF
ru: Конвертировать переносы строк в LF
sl: Pretvori zaključke vrstic v LF
sq: Shndërroni mbaresat e linjës në LF
sr_cyrl: Конвертуј завршетке линија у LF
sr_latn: Konvertuj završetke linija u LF
sv: Konvertera radslut till LF
tr: Satır sonlarını LF'ye dönüştür (\n)
ug_arab: قۇر ئاخىرىنى LF غا ئۆزگەرتىڭ
uk: Конвертувати закінчення рядків в LF
uz_latn: LF uchlarini LF ga aylantirish
vi: Chuyển đổi cuối dòng thành LF
zh_hans: 转换行结尾为 LF
zh_hant: 將行末轉為 LF

# WorkingDir.Header
source: Working directory
ar: مكان العمل
ar_iq: عمل اخراجي
az: İş qovluğu
bg: Работна директория
bs: Radni direktorij
de: Arbeitsverzeichnis
eo: Kuranta dosierujo
es: Directorio de trabajo
fa: پوشه‌ی کاری
fr: Directeur de travail
he: תיקיית עבודה
hi: कार्यकारी डाइरेक्टरी
hr: Radna mapa
hu: Munkakönyvtár
id: Direktori kerja
it: Directory di lavoro
ja: 作業ディレクトリ
ko: 작업 디렉터리
pl: Katalog roboczy
pt: Diretório de trabalho
ro: Director de lucru
ru: Рабочая директория
sl: Delovna mapa
sq: Drejtoria e punës
sr_cyrl: Извршни фолдер
sr_latn: Izvršni folder
sv: Arbetskatalog
tr: Çalışma dizini
ug_arab: خىزمەت مۇندەرىجىسى
uk: Робоча папка
uz_latn: Ishchi katalog
vi: Thư mục làm việc
zh_hans: 工作目录
zh_hant: 工作目錄

# ConfirmCloseTab
source: Are you sure you want to close "{0}" tab?
ar: هل أنت متأكد انك تريد إغلاق التبويب "{0}" ؟
ar_iq: هل تريد بالتأكيد إغلاق علامة التبويب "{0}"؟
az: "{0}" tabını bağlamaq istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да затворите раздела "{0}" ?
bs: Jeste li sigurni da želite zatvoriti "{0}" karticu?
de: Sind Sie sicher dass Sie den Tab "{0}" schließen wollen?
eo: Ĉu vi vere volas fermi langeton "{0}"?
fa: آیا مطمئنید می‌خواهید زبانه‌ی "{0}" را ببندید؟
fr: Êtes-vous sûr de vouloir fermer "{0}" onglets?
he: האם הנך בטוח שברצונך לסגור לשונית "{0}"?
hi: क्या आप वाकई "{0}" टैब को बंद करना चाहते हैं?
hr: Stvarno želiš zatvoriti karticu „{0}”?
hu: Biztosan bezárja a "{0}" fület?
id: Apakah anda yakin untuk menutup tab "{0}" ?
it: Vuoi davvero chiudere la scheda "{0}"?
ja: このタブを閉じてもよろしいですか?
ko: 정말 "{0}" 탭을 닫으시겠습니까?
nl: Weet je het zeker dat je tab "{0}" wil sluiten?
pl: Czy chcesz zamknąć "{0}" kartę?
pt: Tem certeza que deseja fechar a aba "{0}"?
ro: Sigur doriți să închideți fila „{0}”?
ru: Вы действительно хотите закрыть вкладку "{0}"?
sl: Ste prepričani da želite zapreti zavihek "{0}"?
sq: Je i sigurt që dëshiron të mbyllësh skedën "{0}"?
sr_cyrl: Да ли заиста желиш да затвориш "{0}" картицу?
sr_latn: Da li zaista želite da zatvorite "{0}" karticu?
sv: Är du säker på att du vill stänga fliken "{0}"?
tr: "{0}" sekmesini kapatmak istediğinizden emin misiniz?
ug_arab: «{0}» بەتكۈچىنى تاقاشنى خالامسىز؟
uk: Ви впевнені, що хочете закрити вкладку "{0}"?
uz_latn: Haqiqatan ham "{0}" ichki oynasini yopmoqchimisiz?
vi: Bạn có chắc chắn muốn đóng tab "{0}" không?
zh_hans: 你确定要关闭第{0}个标签页吗？
zh_hant: 確定關閉 "{0}" 分頁?

# ConfirmCloseWindow
source: Are you sure you want to close this window?
ar: هل أنت متأكد انك تريد إغلاق هذه النافذة؟
ar_iq: هل أنت متأكد من أنك تريد إغلاق هذه النافذة؟
az: Bu pəncərəni bağlamaq istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да затворите този прозорец?
bs: Jeste li sigurni da želite zatvoriti ovaj prozor?
de: Sind Sie sicher dass Sie dieses Fenster schließen wollen?
eo: Ĉu vi vere volas fermi ĉi tiun fenestron?
es: ¿Quieres cerrar esta ventana?
fa: آیا مطمئنید می‌خواهید این پنجره را ببندید؟
he: האם הנך בטוח שברצונך לסגור חלון זה?
hi: क्या आप वाकई इस विंडो को बंद करना चाहते हैं?
hr: Stvarno želiš zatvoriti karticu?
hu: Biztosan bezárja ezt az ablakot?
id: Apakah anda yakin untuk menutup window ini ?
it: Vuoi davvero chiudere questa finestra?
ja: このウィンドウを閉じてもよろしいですか?
ko: 정말 이 창을 닫으시겠습니까?
nl: Weet je zeker dat je deze window wil sluiten?
pl: Czy chcesz zamknąć to okno?
pt: Tem certeza que deseja fechar esta janela?
ro: Sigur doriți să închideți această fereastră?
ru: Вы действительно хотите закрыть окно?
sl: Ste prepričani da želite zapreti to okno?
sq: Je i sigurt që dëshiron ta mbyllësh këtë dritare?
sr_cyrl: Да ли заиста желиш да затвориш овај прозор?
sr_latn: Da li zaista želite da zatvorite ovaj prozor?
sv: Är du säker på att du vill stänga det här fönstret?
tr: Bu pencereyi kapatmak istediğinizden emin misiniz?
ug_arab: بۇ كۆزنەكنى تاقاشنى خالامسىز؟
uk: Ви впевнені, що хочете закрити це вікно?
uz_latn: Haqiqatan ham bu oynani yopmoqchimisiz?
vi: Bạn có chắc chắn muốn đóng cửa sổ này không?
zh_hans: 你确定要关闭这个窗口吗？
zh_hant: 確定要關閉此視窗嗎?

# ConfirmDeleteKeybindings
source: Are you sure you want to delete this keybinding?
ar: هل أنت متأكد انك تريد حذف إرتباط المفتاح هذا؟
ar_iq: هل أنت متأكد من أنك تريد حذف رابط المفاتيح هذا؟
az: Bu qısayolu silmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да изтриете тази клавишна комбинация?
bs: Jeste li sigurni da želite obrisati obu kraticu na tastaturi?
de: Sind Sie sicher dass Sie dieses Tastaturkürzel löschen wollen?
eo: Ĉu vi vere volas forviŝi ĉi tiun klavkombinon?
es: ¿Quieres eliminar este atajo?
fa: آیا مطمئنید می‌خواهید این کلید را حذف کنید؟
he: האם הנך בטוח שברצונך למחוק צירוף מקשים זה?
hi: क्या आप वाकई इस कीबाइंडिंग को हटाना चाहते हैं?
hr: Stvarno želiš izbrisati ovu tipkovnu funkciju?
hu: Biztosan törli ezt a billentyűparancsot?
it: Vuoi davvero eliminare questa combinazione di tasti?
ja: このキーバインドを削除してもよろしいですか?
ko: 정말 이 키 바인딩을 삭제하시겠습니까?
nl: Weet je zeker dat je deze keybinding wil verwijderen?
pl: Czy chcesz usunąć ten skrót klawiszowy?
pt: Tem certeza de que deseja excluir este atalho de teclado?
ro: Sigur doriți să ștergeți această legătură de taste?
ru: Вы действительно хотите удалить эту горячую клавишу?
sl: Ste prepričani da želite izbrisati to bližnjico?
sq: Je i sigurt që dëshiron ta fshish këtë lidhëse çelësash?
sr_cyrl: Да ли заиста желиш да обришеш ову пречицу?
sr_latn: Da li zaista želite da obrišete ovu prečicu?
sv: Är du säker på att du vill ta bort den här nyckelbindningen?
tr: Bu tuş takımını silmek istediğinizden emin misiniz?
ug_arab: بۇ تېزلەتمە كۇنۇپكا باغلانمىسىنى ئۆچۈرمەكچىمۇ؟
uk: Ви впевнені, що хочете видалити ці гарячі клавіші?
uz_latn: Haqiqatan ham ushbu tugmachani yo'q qilmoqchimisiz?
vi: Bạn có chắc chắn muốn xóa keybinding này không?
zh_hans: 你确定要删除此快捷键绑定吗？
zh_hant: 確定刪除此快捷鍵?

# ConfirmDeleteTheme
source: Are you sure you want to delete this theme?
ar: هل أنت متأكد انك تريد حذف هذا الموضوع؟
ar_iq: هل أنت متأكد أنك تريد حذف هذا الموضوع؟
az: Bu mövzunu silmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да изтриете тази тема?
bs: Jeste li sigurni da želite obrisati ovu temu?
de: Sind Sie sicher dass Sie dieses Theme löschen wollen?
eo: Ĉu vi vere volas forviŝi ĉi tiun etoson?
es: ¿Quieres eliminar este tema?
fa: آیا مطمئنید می‌خواهید این پوسته را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer ce thème?
he: האם הנך בטוח שברצונך למחוק ערכת נושא זו?
hi: क्या आप वाकई इस विषय को हटाना चाहते हैं?
hr: Stvarno želiš izbrisati ovu temu?
hu: Biztosan el akarja ezt a témát távolítani?
id: Apakah anda yakin untuk menghapus tema ini ?
it: Vuoi davvero eliminare questo tema?
ja: このテーマを削除してもよろしいですか?
ko: 정말 이 테마를 삭제하시겠습니까?
nl: Weet je zeker dat je deze thema wil verwijderen?
pl: Czy chcesz usunąć ten motyw?
pt: Tem certeza de que deseja excluir este tema?
ro: Sigur doriți să ștergeți această temă?
ru: Вы действительно хотите удалить эту тему?
sl: Ste prepričani da želite izbrisati to temo?
sq: Je i sigurt që dëshiron ta fshish këtë temë?
sr_cyrl: Да ли заиста желиш да обришеш ову тему?
sr_latn: Da li zaista želite da obrišete ovu temu?
sv: Är du säker på att du vill radera detta tema?
tr: Bu temayı silmek istediğinizden emin misiniz?
ug_arab: بۇ ئۇسلۇبنى ئۆچۈرمەكچىمۇ؟
uk: Ви впевнені, що хочете видалити цю тему?
uz_latn: Haqiqatan ham ushbu mavzuni yo'q qilmoqchimisiz?
vi: Bạn có chắc chắn muốn xóa chủ đề này không?
zh_hans: 你确定呢要删除此主题吗？
zh_hant: 確定要刪除此主題嗎?

# ConfirmDiscardChanges
source: Are you sure you want to discard all changes?
ar: هل أنت متأكد انك تريد تجاهل جميع التغيرات؟
ar_iq: هل أنت متأكد من أنك تريد تجاهل جميع التغييرات؟
az: Bütün dəyişiklikləri ləğv etmək istədiyinizdən əminsiniz?
bg: Сигурни ли сте, че искате да се откажете от всички промени?
bs: Jeste li sigurni da želite poništiti sve izmjene?
de: Sind Sie sicher dass Sie alle Änderungen widerrufen wollen?
eo: Ĉu vi vere volas forĵeti ĉiujn ŝanĝojn?
es: ¿Quieres descartar todos los cambios?
fa: آیا مطمئنید که می‌خواهید همه‌ی تغییرات را نادیده بگیرید؟
fr: Êtes-vous sûr de vouloir annuler toutes les modifications?
he: האם הנך בטוח שברצונך לבטל את כלל השינויים?
hi: क्या आप वाकई सभी परिवर्तनों को छोड़ना चाहते हैं?
hr: Stvarno želiš odbaciti sve promjene?
hu: Biztosan vissza akarja dobni az összes változtatásokat?
id: Apakah anda yakin untuk membatalkan seluruh perubahan ?
it: Vuoi davvero annullare tutti i cambiamenti?
ja: 全ての変更を破棄してもよろしいですか?
ko: 정말 모든 변경 사항을 취소하시겠습니까?
nl: Weet je zeker dat je alle wijzigingen wil negeeren?
pl: Czy chcesz odrzucić wszystkie zmiany?
pt: Tem certeza de que deseja descartar todas as alterações?
ro: Sigur doriți să renunțați la modificări?
ru: Вы действительно хотите отменить все изменения?
sl: Ste prepričani za želite zavreči spremembe?
sq: Jeni i sigurt që doni të hidhni të gjitha ndryshimet?
sr_cyrl: Да ли заиста желиш да одбациш све измене?
sr_latn: Da li zaista želite da odbacite sve izmene?
sv: Är du säker på att du vill kassera alla ändringar?
tr: Tüm değişiklikleri silmek istediğinizden emin misiniz?
ug_arab: بارلىق ئۆزگىرىشلەرنى تاشلىماقچىمۇ؟
uk: Ви впевнені, що хочете скасувати усі зміни?
uz_latn: Haqiqatan ham barcha o‘zgarishlarni bekor qilmoqchimisiz?
vi: Bạn có chắc chắn muốn hủy tất cả các thay đổi không?
zh_hans: 你确定要放弃所有更改吗？
zh_hant: 確定放棄所有更改嗎?

# ConfirmRestoreGeneralSettings
source: Are you sure you want to restore the general settings?
ar: هل أنت متأكد انك تريد إستعادة الأعدادات العامة؟
ar_iq: هل أنت متأكد من أنك تريد استعادة الإعدادات العامة؟
az: Ümumi parametrləri bərpa etmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да възстановите общите настройки?
bs: Jeste li sigurni da želite ponovo vratiti opće postavke?
de: Sind Sie sicher dass Sie die Standard-Einstellungen wiederherstellen wollen?
eo: Ĉu vi vere volas restaŭri ĝeneralajn agordojn?
es: ¿Quieres restaurar las opciones generales?
fa: آیا مطمئنید می‌خواهید تنظیمات عمومی را بازنشانی کنید؟
fr: Êtes-vous sûr de vouloir restaurer les paramètres généraux?
he: האם הנך בטוח שברצונך לשחזר הגדרות כלליות?
hi: क्या आप वाकई सामान्य सेटिंग्स को पुनर्स्थापित करना चाहते हैं?
hr: Stvarno želiš vratiti standardne postavke?
hu: Biztosan vissza akarja állítani az általános beállításokat?
id: Apakah anda yakin untuk mengembalikan pengaturan umum ?
it: Vuoi davvero riportare tutte le impostazioni ai valori predefiniti?
ja: 一般の設定を復元してもよろしいですか?
ko: 정말 기본 설정으로 복원하시겠습니까?
nl: Weet je zeker dat je de algemene instellingen wil terug zetten naar de standaard instellingen?
pl: Czy chcesz przywrócić główne ustawienia?
pt: Tem certeza de que deseja restaurar as configurações gerais?
ro: Sigur doriți să restaurați setările generale?
ru: Вы действительно хотите восстановить основные?
sl: Ste prepričani da želite obnoviti tovarniške nastavitve?
sq: A jeni i sigurt që dëshironi të riktheni cilësimet e përgjithshme?
sr_cyrl: Да ли заиста желиш да вратиш општа подешавања?
sr_latn: Da li zaista želite da vratite opšta podešavanja?
sv: Är du säker på att du vill återställa de allmänna inställningarna?
tr: Genel ayarları geri yüklemek istediğinizden emin misiniz?
ug_arab: ئاساسلىق تەڭشەكلەرنى ئەسلىگە كەلتۈرمەكچىمۇ؟
uk: Ви впевнені, що хочете відновити загальні налаштування?
uz_latn: Haqiqatan ham umumiy sozlamalarni tiklamoqchimisiz?
vi: Bạn có chắc chắn muốn khôi phục cài đặt chung không?
zh_hans: 你确定要还原常规设置吗？
zh_hant: 確定還原一般設定嗎?

# ConfirmRestoreKeybindings
source: Are you sure you want to restore the default keybindings?
ar: هل أنت متأكد انك تريد إستعادة إرتباط المففاتيح الإفتراضي؟
ar_iq: هل أنت متأكد من رغبتك في استعادة روابط المفاتيح الافتراضية؟
az: Standart açar bağlantıları bərpa etməyinizə əminsiniz?
bg: Сигурни ли сте, че искате да възстановите дефолтните клавишни комбинации?
bs: Jeste li sigurni da želite ponovo vratiti standardne kratice na tasturi?
de: Sind Sie sicher dass Sie die Standard-Tastaturbelegung wiederherstellen wollen?
eo: Ĉu vi vere volas restaŭrajn implicajn klavkombinojn?
es: ¿Quieres restaurar los atajos por defecto?
fa: آیا مطمئنید که می‌خواهید کلید‌ها را به پیش‌فرض برگردانید؟
fr: Êtes-vous sûr de vouloir restaurer les raccourcis clavier par défaut?
he: האם הנך בטוח שברצונך לשחזר צירוף מקשים לברירת המחדל?
hi: क्या आप वाकई डिफ़ॉल्ट कीबाइंडिंग को पुनर्स्थापित करना चाहते हैं?
hr: Stvarno želiš vratiti standardne tipkovne funkcije?
hu: Biztosan visszaállítja az alapértelmezett billentyűparancsokat?
it: Vuoi davvero ripristinare le combinazioni di tasti predefinite?
ja: デフォルトのキーバインドを復元してもよろしいですか?
ko: 정말 기본 키 바인딩으로 되돌리시겠습니까?
nl: Weet je zeker dat je de keybindings will terug zetten naar de standaard instellingen?
pl: Czy chcesz przywrócić domyślne skróty klawiszowe?
pt: Tem certeza de que deseja restaurar os atalhos de teclado padrão?
ro: Sunteți sigur că doriți să restaurați tastele implicite?
ru: Вы действительно хотите восстановить горячие клавиши по умолчанию?
sl: Ste prepričani da želite obnoviti preivzete bližnjice?
sq: Jeni i sigurt që dëshironi të riktheni lidhjet e paracaktuara të çelësave?
sr_cyrl: Да ли заиста желиш да вратиш предефинисане пречице?
sr_latn: Da li zaista želite da vratite predefinisane prečice?
sv: Är du säker på att du vill återställa standardnyckelbindningarna?
tr: Varsayılan tuş bağlantılarını geri yüklemek istediğinizden emin misiniz?
ug_arab: سۈكۈتتىكى كۇنۇپكىلارنى ئەسلىگە كەلتۈرمەكچىمۇ؟
uk: Ви впевнені, що хочете відновити гаряі клавіші за замовчуванням?
uz_latn: Haqiqatan ham standart tugmachalarni tiklamoqchimisiz?
vi: Bạn có chắc chắn muốn khôi phục các liên kết khóa mặc định không?
zh_hans: 你确定要还原默认的快捷键绑定吗？
zh_hant: 確定恢復默認的組合鍵嗎?

# ConfirmRestoreMouseSettings
source: Are you sure you want to restore the mouse settings?
ar: هل أنت متأكد انك تريد إستعادة أعدادات الفأرة؟
ar_iq: هل أنت متأكد من أنك تريد استعادة إعدادات الماوس؟
az: Siçan parametrlərini bərpa etmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да възстановите мишите настройки?
bs: Jeste li sigurni da želite ponovo vratit postavke za miš?
de: Sind Sie sicher dass Sie Standard-Mauseinstellungen wiederherstellen wollen?
eo: Ĉu vi vere volas restaŭri agordojn de muso?
es: ¿Quieres restaurar las opciones de ratón?
fa: آیا مطمئنید که می‌خواهید تنظیمات موشواره را برگردانید؟
fr: Êtes-vous sûr de vouloir restaurer les paramètres de la souris?
he: האם הנך בטוח שברצונך לשחזר הגדרות עכבר?
hi: क्या आप वाकई माउस सेटिंग्स को पुनर्स्थापित करना चाहते हैं?
hr: Stvarno želiš vratiti postavke miša?
hu: Biztosan vissza akarja állítani az egér beállításait?
id: Apakah anda yakin untuk mengembalikan pengaturan mouse ?
it: Vuoi ripristinare le impostazioni del mouse?
ja: マウスの設定を復元してもよろしいですか?
ko: 정말 마우스 설정을 복원하시겠습니까?
nl: Weet je zeker dat je de muis instellingen will terug zetten naar de standaard instellingen?
pl: Czy chcesz przywrócić ustawienia myszy?
pt: Tem certeza de que deseja restaurar as configurações do mouse?
ro: Sigur doriți să restaurați setările mouse-ului?
ru: Вы действительно хотите восстановить настройки мыши?
sl: Ste prepričani da želite obnoviti nastavitve miške?
sq: A jeni i sigurt që doni të rivendosni cilësimet e miut?
sr_cyrl: Да ли заиста желиш да вратиш подешавања миша?
sr_latn: Da li zaista želite da vratite podešavanja miša?
sv: Är du säker på att du vill återställa musinställningarna?
tr: Fare ayarlarını geri yüklemek istediğinizden emin misiniz?
ug_arab: مائۇسنىڭ تەڭشىكىنى ئەسلىگە كەلتۈرمەكچىمۇ؟
uk: Ви впевнені, що хочете відновити налаштування миші?
uz_latn: Sichqoncha sozlamalarini tiklamoqchimisiz?
vi: Bạn có chắc chắn muốn khôi phục cài đặt chuột không?
zh_hans: 你确定要还原鼠标设置吗？
zh_hant: 確定要恢復滑鼠設定嗎?

# ConfirmRestoreProfile
source: Are you sure you want to restore this profile?
ar: هل أنت متأكد انك تريد إستعادة هذا الملف الشخصي؟
ar_iq: هل أنت متأكد أنك تريد استعادة هذا الملف الشخصي؟
az: Bu profilinizi bərpa etmək istədiyinizdən əminsiniz?
bg: Сигурни ли сте, че искате да възстановите този профил?
bs: Jeste li sigurni da želite ponovo aktivirati ovaj profil?
de: Sind Sie sicher dass Sie die Standard-Einstellungen für dieses Profile wiederherstellen wollen?
eo: Ĉu vi vere volas restaŭri ĉi tiun profilon?
es: ¿Quieres restaurar este perfil?
fa: آیا مطمئنید که می‌خواهید تنظیمات این نمایه را برگردانید؟
fr: Êtes-vous sûr de vouloir restaurer ce profil?
he: האם הנך בטוח שברצונך לשחזר פרופיל?
hi: क्या आप वाकई इस प्रोफ़ाइल को पुनर्स्थापित करना चाहते हैं?
hr: Stvarno želiš vratiti postavke ovog profila?
hu: Biztosan vissza akarja állítani ezt a profilt?
id: Apakah anda yakin untuk mengembalikan profil ini ?
it: Vuoi ripristinare questo profilo ai suoi valori predefiniti?
ja: このプロファイルを復元してもよろしいですか?
ko: 정말 이 프로필을 되돌리시겠습니까?
nl: Weet je zeker dat je dit profiel wil herstellen?
pl: Czy na pewno chcesz zresetować ten profil?
pt: Tem certeza que deseja restaurar este perfil?
ro: Sigur doriți să restaurați acest profil?
ru: Вы действительно хотите восстановить этот профиль?
sl: Ste prepričani da želite obnoviti ta profil?
sq: Jeni i sigurt që doni ta riktheni këtë profil?
sr_cyrl: Да ли заиста желиш да вратиш овај профил?
sr_latn: Da li zaista želite da vratite ovaj profil?
sv: Är du säker på att du vill återställa den här profilen?
tr: Bu profili geri yüklemek istediğinizden emin misiniz?
ug_arab: بۇ ئارخىپىنى ئەسلىگە كەلتۈرمەكچىمۇ؟
uk: Ви впевнені, що хочете відновити цей профіль?
uz_latn: Haqiqatan ham ushbu profilni qayta tiklamoqchimisiz?
vi: Bạn có chắc chắn muốn khôi phục hồ sơ này không?
zh_hans: 你确定要还原此配置吗？
zh_hant: 確定復原此設定?

# ConfirmRestoreTerminalOptions
source: Are you sure you want to restore the default terminal options?
ar: هل أنت متأكد انك تريد إستعادة خيارات منفذ الأوامر الأفتراضية؟
ar_iq: هل تريد بالتأكيد استعادة خيارات المحطة الافتراضية؟
az: Standart terminal seçimlərini bərpa etmək istədiyinizdən əminsiniz?
bg: Сигурни ли сте, че искате да възстановите дефолтните настройки на терминала?
bs: Jeste li sigurni da želite vratiti standardne opcije za terminal?
de: Sind Sie sicher dass Sie die Standard-Terminal-Einstellungen wiederherstellen wollen?
eo: Ĉu vi vere volas restaŭri implicajn opciojn por terminalo?
es: ¿Quieres restaurar las opciones por defecto de la terminal?
fa: آیا مطمئنید که می‌خواهید تنظیمات پایانه را به پیش‌فرض برگردانید؟
fr: Êtes-vous sûr de vouloir restaurer les options du terminal par défaut?
he: האם הנך בטוח ברצונך לשחזר הגדרות ברירת מחדל עבור הטרמינל?
hi: क्या आप वाकई डिफ़ॉल्ट टर्मिनल विकल्प को पुनर्स्थापित करना चाहते हैं?
hr: Stvarno želiš vratiti standardne opcije terminala?
hu: Biztosan visszaállítja az alapértelmezett terminal beállításokat?
id: Apakah anda yakin untuk mengembalikan pengaturan terminal ke default ?
it: Vuoi davvero ripristinare le impostazioni predefinite del terminale?
ja: デフォルトのオプションに戻してもよろしいですか？
ko: 정말 터미널 기본 설정을 복원하시겠습니까?
nl: Weet je zeker dat je wil terug gaan naar de standaard terminal instellingen?
pl: Czy na pewno chcesz przywrócić wszystkie ustawienia do domyślnych?
pt: Tem certeza de que deseja restaurar as opções de terminal padrão?
ro: Sigur doriți să restaurați opțiunile implicite ale terminalului?
ru: Вы действительно хотите восстановить настройки терминала по умолчанию?
sl: Ste prepričani da želite obnoviti privzete lastnosti terminala?
sq: Jeni i sigurt që dëshironi të riktheni opsionet e paracaktuara të terminalit?
sr_cyrl: Да ли заиста желиш да вратиш предефинисана подешавања терминала?
sr_latn: Da li zaista želite da vratite predefinisana podešavanja terminala?
sv: Är du säker på att du vill återställa standardterminalalternativen?
tr: Varsayılan terminal seçeneklerini geri yüklemek istediğinizden emin misiniz?
ug_arab: سۈكۈتتىكى تېرمىنال تاللانمىلىرىنى ئەسلىگە كەلتۈرمەكچىمۇ؟
uk: Ви впевнені, що хочете відновити налаштування терміналу за замовчуванням?
uz_latn: Haqiqatan ham terminal terminal parametrlarini tiklamoqchimisiz?
vi: Bạn có chắc chắn muốn khôi phục các tùy chọn thiết bị đầu cuối mặc định không?
zh_hans: 你确定要还原默认终端选项吗？
zh_hant: 確定恢復默認終端選項嗎?

source: Disabled by policy.
ar: تعطلت من السياسة
ar_iq: تم تعطيل السياسة.
az: Siyasətə görə əlil.
bg: Деактивирана от полица.
bs: Onemogućeno.
de: Durch Gruppenrichtlinie deaktiviert.
eo: Malebligita de sistem-regularo.
es: Deshabilitado por política.
fa: غیرفعال‌شده با خط مشی.
fr: Désactivé par politique.
he: מבוטל ע"י מדיניות.
hi: नीति द्वारा अक्षम।
hr: Deaktivirano na osnovi uvjeta.
hu: Policy által tiltva
id: Matikan melalui policy
it: Disattivato da policy
ja: ポリシーにより無効化されています。
ko: 정책에 의해 비활성화됨.
nl: Uitgeschakeld door policy.
pl: Wyłączone przez zasadę
pt: Desativado por política.
ro: Dezactivat de politică.
ru: Отключено политикой.
sl: Onemogočeno zaradi sistemskega pravila.
sq: Paaftësi nga politika.
sr_cyrl: Онемогућено полисом.
sr_latn: Onemogućeno polisom.
sv: Inaktiverad av policyn.
tr: Yetki ilkesi tarafından devre dışı bırakıldı.
ug_arab: سىياسەت تەرىپىدىن چەكلەنگەن.
uk: Заборонено правилами.
uz_latn: Siyosat tomonidan o‘chirilgan.
vi: Bị vô hiệu hóa bởi chính sách.
zh_hans: 已被组策略禁止。
zh_hant: 已被政策禁止。
